var local_database = [
  {
    date: "Sep 18 2017",
    title: "“弱冠之年”的联发科，已是与高通不同的模样",
    imgSrc: "/images/news/tabs/lfk.jpeg",
    avatar: "/images/avatar/2.png",
    content: "2017年是联发科成立20周年，中国人传统将20岁称之为“弱冠”，而联发科在这一年也充满着变数。",
    detail: "2017年是联发科成立20周年。中国人传统将20岁称之为“弱冠”，而联发科在这一年也充满着变数。由于在中国移动力推的LTE Cat.7判断失误，导致联发科在大陆手机芯片市场重要的合作伙伴转投竞争对手，市场份额明显下滑。联发科也引入了原台积电CEO蔡力行担任联席CEO，在手机芯片之外的新业务领域取得了重大突破，比如在智能音箱、共享单车等专用芯片全球市场份额都超过70%，并与欧洲和大陆车企推动智联网车用电子和无人驾驶领域的革新。可以说，从外部市场，联发科正在经历由手机芯片“追随者”到新跑道“引导者”的变化；在内部，联发科从高层到组织体系也在进行调整。在这个特殊变革时刻，《壹观察》受邀赴台北与蔡力行等联发科高层进行了一次深度对话，就联发科2017年的业绩与调整，以及2018年的战略布局进行了详细解读。",
    reading: "112",
    collection: "96",
    headImgSrc: "/images/news/tabs/lfk.jpeg",
    author: "钛媒体APP",
    dateTime: "3天前",
    newsId: 0,
    music: {
        url: "http://m10.music.126.net/20180102154757/16ec50641ce2a61ca812ecc9093924ce/ymusic/41cf/7cee/18d0/004d67c1c205d09421db157c1492f3c5.mp3",
        title: "未闻花名",
        coverImgUrl: "https://p1.music.126.net/GQ9JkLt6QBaAoLbJ8UOoCQ==/3406287023862462.jpg?param=130y130"
    }
  },
  {
    date: "Sep 24 2017",
    title: "《移动迷宫3》前传漫画发布 足量篇幅拓片外剧情",
    imgSrc: "/images/news/ydmg.jpeg",
    headImgSrc: "/images/news/ydmg.jpeg",
    avatar: "/images/avatar/3.png",
    content: "由二十世纪福斯出品的科幻惊悚动作片《移动迷宫3：死亡解药》近日再出奇招，福斯携手Boom!漫画工作室发布官方前传漫画，为影迷解读电影框架之外一些不为人知的剧情。",
    detail: "由二十世纪福斯出品的科幻惊悚动作片《移动迷宫3：死亡解药》近日再出奇招，福斯携手Boom!漫画工作室发布官方前传漫画，为影迷解读电影框架之外一些不为人知的剧情。《移动迷宫》系列的精彩故事和后启示录背景设定十分吸引人，前传漫画不仅为《移动迷宫3：死亡解药》的剧情做一个铺垫，同时也是一个很好的补充，提供了一个额外了解角色和剧情的平台。\nBoom! 漫画工作室是美国知名漫画公司之一，手握不少知名电影IP的漫画改编权。之前福斯就曾携手该工作室，推出过《猩球崛起3》的前传漫画，上市以后也颇受影迷和漫迷的欢迎。这次《移动迷宫3：死亡解药》的官方前传漫画由埃里克·卡拉斯科(美剧《女超人》编剧)执笔情节，肯达尔·古德绘制漫画，整本漫画足足96页，讲述托马斯一行与反抗军合作，计划针对WKCD组织展开反击，寻找解药拯救整个人类族群的故事。漫画故事设定于《移动迷宫2》与《移动迷宫3》之间，某些令人意想不到的角色也会出现在漫画中。\n前传漫画也进一步烘托出决战将至的紧迫感，一边是急着想要救出同伴的托马斯一行，一边是心怀不轨的WKCD组织，两者之间已经没有任何缓冲余地，《移动迷宫3：死亡解药》中将打响决定“跑男团”、乃至全人类命运的最终之战。",
    reading: "156",
    collection: "82",
    author: "网易娱乐",
    dateTime: "9小时前",
    newsId: 1,
    music: {
        url: "http://m10.music.126.net/20180102143220/ba841ecfea21f708795c9a7220d493b9/ymusic/41cf/7cee/18d0/004d67c1c205d09421db157c1492f3c5.mp3",
        title: "未闻花名",
        coverImgUrl: "https://p1.music.126.net/GQ9JkLt6QBaAoLbJ8UOoCQ==/3406287023862462.jpg?param=130y130"
    }
  },
  {
    date: "Sep 30 2017",
    title: "有望与赵文卓合作？吴京探班电影《功夫联盟》",
    imgSrc: "/images/news/gf.jpeg",
    avatar: "/images/avatar/3.png",
    headImgSrc: "/images/news/gf.jpeg",
    content: "昨日，演员赵文卓在微博发出电影《功夫联盟》众星与《战狼2》导演、演员吴京的合照，并配文称，“是谁让这五大高手如此怒视……”随后，电影《功夫联盟》官方微博转发并@吴京。",
    reading: "148",
    collection: "79",
    detail: "昨日，演员赵文卓在微博发出电影《功夫联盟》众星与《战狼2》导演、演员吴京的合照，并配文称，“是谁让这五大高手如此怒视……”随后，电影《功夫联盟》官方微博转发并@吴京。面对画面中一众实力过人的武打演员，网友纷纷感叹，这些人才是国产动作片质量的保障，甚至有人惊呼这组合简直就是“群狼”。\n根据现场照片来看，吴京此次抵达宁波象山，专程赶赴了电影拍摄现场，在现场与刘镇伟导演及各位主演也相谈甚欢。\n不少网友猜测吴京此次探班并非仅为好友捧场。微博上对于吴京与赵文卓的合作呼声一直很高，两人还是师兄弟关系，此次两人终于同框热聊，相信见到他们强强联手也不无可能。甚至有网友还爆料“这次吴京到剧组是为了电影客串”。\n据悉，电影《功夫联盟》讲述的是四位功夫宗师集结来到现代帮助主人公对抗恶势力、追求爱情的故事。在这部功夫喜剧中，赵文卓、安志杰、陈国坤、杜宇航等几位主演都身手了得，吴京与他们肯定有着不少共同话题。微博上五人合影还被网友戏称“五虎将”，不知几位是否真能如网友所言在《功夫联盟》中同框飙戏切磋“武艺”？",
    author: "网易娱乐",
    dateTime: "18小时前",
    newsId: 2,
    music: {
        url: "http://m10.music.126.net/20180102145411/560751384dbceaa6de5c2d5b65084ca3/ymusic/a8f8/4db5/48a4/f8a85686e7fc0d894b6d9f210500ff37.mp3",
        title: "牵丝戏",
        coverImgUrl: "https://p1.music.126.net/Nd86SOcyCxU5Qu7jdZn_MQ==/7725168696876736.jpg?param=130y130"
    }
  },
  {
    title: "我们究竟该如何与AI相处？从一个创业故事讲起",
    content: "十几岁的时候，我经常在放学回家的路上去当地的淘儿唱片（Tower Records）店。在那个时代，淘儿唱片是所有音乐的首选之地。",
    imgSrc: "/images/news/ai.jpeg",
    headImgSrc: "/images/news/ai.jpeg",
    detail: "十几岁的时候，我经常在放学回家的路上去当地的淘儿唱片（Tower Records）店。在那个时代，淘儿唱片是所有音乐的首选之地。买一张CD的预算是一笔很大的开销，需要我每周向父母要额外的钱。购买音乐太贵了，我买到整张专辑，但其中想要听的仅有一两个曲目，这种情况使我感到有点受骗。\n淘儿唱片公司创始人拉斯所罗门在40年代开创了自己的唱片业务，唱片店最早在其父亲的药店中开始（位于萨克拉门托标志性的Tower剧院大楼后面）。他做得很好，在全盛时期，淘儿唱片逐渐成长为一家大公司，年收入超过10亿美元，遍布全球的数百家店铺，包括我父母家旁边的一家。淘儿唱片专注于通过销售更多的CD和开设新店来提高公司的收入，但他们并不知道，5,000英里以外的科学发现将永远改变音乐世界，也将改变他们公司的命运。",
    reading: 62,
    collection: 92,
    date: "Nov 10 2017",
    avatar: "/images/avatar/1.png",
    author: "网易智能",
    dateTime: "1天前",
    newsId: 3,
    music: {
        url: "http://m10.music.126.net/20180102143220/ba841ecfea21f708795c9a7220d493b9/ymusic/41cf/7cee/18d0/004d67c1c205d09421db157c1492f3c5.mp3",
        title: "未闻花名",
        coverImgUrl: "https://p1.music.126.net/GQ9JkLt6QBaAoLbJ8UOoCQ==/3406287023862462.jpg?param=130y130"
    }
  },
  {
    title: "真要做头盔？苹果3000万美元收购AR初创企业Vrvana",
    content: "网易科技讯11月22日消息，据TechCrunch报道，传闻苹果公司将在2020年推出一款增强现实（AR）头盔，现在该公司从加拿大蒙特利尔收购了一家AR初创公司，可能帮助它实现这个目标。",
    imgSrc: "/images/news/vr.png",
    detail: "网易科技讯11月22日消息，据TechCrunch报道，传闻苹果公司将在2020年推出一款增强现实（AR）头盔，现在该公司从加拿大蒙特利尔收购了一家AR初创公司，可能帮助它实现这个目标。TechCrunch已经了解到，苹果已经收购了Totem头盔制造商Vrvana，虽然该公司从未出货任何产品，但却获得多方好评。两名消息人士宣称，这笔交易的金额约为3000万美元。\nTechCrunch联系了苹果，该公司拒绝置评，但也没有否认此事。Vrvana也没有回复置评请求。熟悉交易的消息人士已经证实了这笔收购。这笔交易意义重大，因为尽管我们看到了有关苹果对AR硬件感兴趣的报道和传闻，但该公司始终对全新的未来产品守口如瓶。此次收购或许是最明确的迹象，可以表明该公司正在开发哪类产品。",
    reading: 102,
    collection: 26,
    date: "Nov 20 2017",
    avatar: "/images/avatar/3.png",
    headImgSrc: "/images/news/vr.png",
    author: "网易科技报道",
    dateTime: "1天前",
    newsId: 4,
    music: {
        url: "http://m10.music.126.net/20180102143220/ba841ecfea21f708795c9a7220d493b9/ymusic/41cf/7cee/18d0/004d67c1c205d09421db157c1492f3c5.mp3",
        title: "未闻花名",
        coverImgUrl: "https://p1.music.126.net/GQ9JkLt6QBaAoLbJ8UOoCQ==/3406287023862462.jpg?param=130y130"
    }
  }
];

module.exports = {
    newsList: local_database
}